tap "daipeihust/tap"
tap "fish-shell/fish-beta-4"
tap "koekeishiya/formulae"
tap "lusrackhall/tap"
tap "postrockreverb/tap"
brew "bat"
brew "eza"
brew "fd"
brew "git-delta"
brew "glow"
brew "lazydocker"
brew "lazygit"
brew "make"
brew "neovim"
brew "ripgrep"
brew "trash", link: true
brew "tree"
brew "zoxide"
brew "fish-shell/fish-beta-4/fish"
brew "koekeishiya/formulae/skhd"
brew "postrockreverb/tap/input-method-select"
brew "hadolint"
cask "kitty@nightly"
cask "numi"
